Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samediggi-article-645.html.tmx
Source language: nob
Languages: sme

source: Medlemmer til Samisk parlamentarisk råd - Sámediggi Sametinget
sme: Sámedikki sáttagoddi Sámi parlamentáralaš ráđđái - Sámediggi Sametinget

source: Medlemmer til Samisk parlamentarisk råd
sme: Sámedikki sáttagoddi Sámi parlamentáralaš ráđđái

source: Følgende sametingsrepresentanter utgjør det norske Sametingets delagasjon (2009 - 2013) til Samisk parlamentarisk råd
sme: Čuovvovaš sámediggeáirasat leat norggabeale Sámediggesáttagottis (2009 - 2013) mii lea oassin Sámi parlamentáralaš ráđis.

source: 1. Egil Olli (pers. vara: Willy Ørnebakk) 2. Marianne Balto (pers. vara: Ragnhild Melleby Aslaksen) 3. Sten Erling Jønsson (pers. vara: Jørn Are Gaski) 4. Láilá Susanne Vars (pers. vara: Ellinor Marita Jåma) 5. Aili Keskitalo (pers. vara: Gunn-Britt Retter) 6. Trond Are Anti (pers. vara: Åge Nordkild) 7. Anders Somby jr. (pers. vara: Kirsti Guvsám)
sme: 1. Egil Olli (pers. várrelahttu: Willy Ørnebakk) 2. Marianne Balto (pers. várrelahttu: Ragnhild Melleby Aslaksen) 3. Sten Erling Jønsson (pers. várrelahttu: Jørn Are Gaski) 4. Láilá Susanne Vars (pers. várrelahttu: Ellinor Marita Jåma) 5. Aili Keskitalo (pers. várrelahttu: Gunn-Britt Retter) 6. Trond Are Anti (pers. várrelahttu: Åge Nordkild) 7. Anders Somby jr. (pers. várrelahttu: Kirsti Guvsám)

source: Sametingspresident Egil Olli og representant Aili Keskitalo går i styret i Samisk parlamentarisk råd.
sme: Sámediggepresideanta Egil Olli ja áirras Aili Keskitalo searvaba Sámi parlamentáralaš ráđii stivrras.
